tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "microsoft/git"
tap "neodgm/neodgm"
tap "wader/tap"

brew "bat"
brew "python@3.10"
brew "cargo-edit"
brew "chezmoi"
brew "croc"
brew "deno"
brew "elixir"
brew "fd"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnutls"
brew "gnupg"
brew "haskell-stack"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
brew "rustup"
brew "topgrade"
brew "volta"
brew "wader/tap/fq"
brew "age"
brew "firefoxpwa"

cask "alfred"
cask "font-neodunggeunmo"
cask "font-neodunggeunmo-code"
cask "font-caskaydia-cove-nerd-font"
cask "git-credential-manager-core"
cask "handbrake"
cask "iina"
cask "firefox"
cask "spotify"
cask "warp"
cask "fig"
cask "1password"
cask "keka"
cask "visual-studio-code"
cask "iterm2"
cask "discord"
cask "bartender"
cask "firefox-nightly"
cask "cron"

mas "BBEdit", id: 404009241
mas "Calcbot", id: 931657367
mas "Craft", id: 1487937127
mas "Darkroom", id: 953286746
mas "Pastebot", id: 1179623856
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
