tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "microsoft/git"
tap "neodgm/neodgm"
tap "wader/tap"

brew "age"
brew "bat"
brew "python@3.10"
brew "chezmoi"
brew "clipboard"
brew "croc"
brew "deno"
brew "elixir"
brew "fd"
brew "firefoxpwa"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnutls"
brew "gnupg"
brew "haskell-stack"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "mercurial"
brew "nu"
brew "openssh"
brew "python@3.10"
brew "pam-u2f"
brew "ripgrep"
brew "rustup-init"
brew "sha3sum"
brew "topgrade"
brew "volta"
brew "wader/tap/fq"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "bartender"
cask "cron"
cask "discord"
cask "element"
cask "firefox"
cask "firefox-nightly"
cask "font-caskaydia-cove-nerd-font"
cask "font-neodunggeunmo"
cask "font-neodunggeunmo-code"
cask "git-credential-manager-core"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "keka"
cask "notion"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "BBEdit", id: 404009241
mas "Calcbot", id: 931657367
mas "Craft", id: 1487937127
mas "Darkroom", id: 953286746
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Okta Verify", id: 490179405
mas "Pastebot", id: 1179623856
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
