require "base64"

cork = Base64.decode64("ZW5pZ21hdGljZGIvc3VwZXItc2VjcmV0LXRhcA")

tap "1password/tap"
tap "agrinman/tap"
tap "axodotdev/tap"
tap "basixkor/tap"
tap "dr-emann/tap" # applesauce
tap "facebook/fb"
tap "getsentry/tools"
tap "jkfran/killport"
tap "microsoft/git"
tap "neodgm/neodgm"
tap "simnalamburt/x" # uniqs
tap "sst/tap"
tap "tidwall/jj"
tap "vectordotdev/brew"
tap "wader/tap"
tap "withered-magic/brew"
tap cork

brew "age"
brew "aria2"
brew "ast-grep"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "cargo-auditable"
brew "ccache"
brew "chezmoi"
brew "clipboard"
brew "cloc"
brew "cmake"
brew "codex"
brew "croc"
brew "curl"
brew "cyme"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "firefoxpwa"
brew "fzf"
brew "genact"
brew "gh"
brew "git-absorb"
brew "git-annex"
brew "git-branchless"
brew "git-delta"
brew "git-flow-avh"
brew "git-lfs"
brew "git-trim"
brew "gnutls"
brew "gnupg"
brew "gopass"
brew "grex"
brew "gum"
brew "haskell-stack"
brew "helm"
brew "hwatch"
brew "hyperfine"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "mage"
brew "mas"
brew "mdcat"
brew "mercurial"
brew "minikube"
brew "mise"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "noti"
brew "nu"
brew "openjdk@11"
brew "openjdk@17"
brew "openssh"
brew "oras"
brew "osv-scanner"
brew "pam-u2f"
brew "pandoc"
brew "patchutils"
brew "pueue"
brew "qrencode"
brew "repo"
brew "restic"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "sccache"
brew "sha3sum"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "step"
brew "stylua"
brew "terragrunt"
brew "tfk8s"
brew "tldr"
brew "tokei"
brew "topgrade"
brew "uv"
brew "vips"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yj"
brew "yq"
brew "yt-dlp"
brew "zellij"

brew "axodotdev/tap/cargo-dist"
brew "dr-emann/tap/applesauce"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "jkfran/killport/killport"
brew "simnalamburt/x/jaso"
brew "simnalamburt/x/uniqs"
brew "sst/tap/opencode"
brew "vectordotdev/brew/vector"
brew "wader/tap/fq"
brew "withered-magic/brew/starpls"

cask "1password"
cask "1password-cli"
cask "betterzip"
cask "cleanshot"
cask "clickhouse"
cask "confluent-cli"
cask "cool-retro-term"
cask "cork"
cask "discord"
cask "element"
cask "firefox"
cask "firefox@nightly"
cask "font-caskaydia-cove-nerd-font"
cask "font-neodunggeunmo"
cask "font-neodunggeunmo-code"
cask "fork"
cask "forklift"
cask "ghostty@tip"
cask "git-credential-manager"
cask "handbrake-app"
cask "iina"
cask "imageoptim"
cask "jordanbaird-ice"
cask "latest"
cask "launchcontrol"
cask "lens"
cask "linearmouse"
cask "lm-studio"
cask "localsend"
cask "lookaway"
cask "mac-mouse-fix"
cask "microsoft-git"
cask "middle"
cask "minisim"
cask "notion"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "platypus"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "safari-technology-preview"
cask "secretive"
cask "shottr"
cask "sloth"
cask "spotify"
cask "syncthing-app"
cask "synology-drive"
cask "syntax-highlight"
cask "tailscale-app"
cask "ungoogled-chromium"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes-app"
cask "zed"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Amphetamine", id: 937984704
mas "BBEdit", id: 404009241
mas "Calcbot", id: 931657367
mas "Craft", id: 1487937127
mas "CrystalFetch", id: 6454431289
mas "DaisyDisk", id: 411643860
mas "Darkroom", id: 953286746
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "Infuse", id: 1136220934
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Pixelmator Pro", id: 1289583905
mas "Pure Paste", id: 1611378436
mas "Reeder", id: 1529448980
mas "S3", id: 6447647340
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Sleeve", id: 1606145041
mas "Telegram", id: 747648890
mas "Velja", id: 1607635845
